Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# tipsOrganizeFilesDetailContent
source: ### Change the Order: View Files Your Way - **Sort by Time**: Quickly find your most recent creations. - **Sort by Name**: Perfect if you like to locate files alphabetically. - **Drag & Drop Custom Order**: Prefer your own sequence? Just drag files to arrange them exactly how you want. ### Organize: Create Subfolders for Clarity - Use **subfolders** to group related files together. - For example: - *Design Drafts* → Works in progress - *Finished Projects* → Completed pieces for archiving - *Inspiration* → Quick notes and ideas - A clear folder structure helps you find what you need in seconds. #### Move Across Spaces: Files That Flow Freely Your files can live in different spaces: - **Database** (persistent storage) - **Local Files** (saved on your device) - **Temporary Files** (quick drafts) - **Collaboration Space** (shared with others) You can move files between them by: - **Right-click menu** → Select *Move to…* - **Drag & drop** → Simply drag to the destination space
ar: ### تغيير الترتيب: عرض الملفات بالطريقة التي تفضلها - **الترتيب حسب الوقت**: اعثر بسرعة على أحدث ما أنشأته. - **الترتيب حسب الاسم**: مثالي إذا كنت تفضل العثور على الملفات أبجديًا. - **الترتيب المخصص بالسحب والإفلات**: تفضل ترتيبك الخاص؟ فقط اسحب الملفات لتنظيمها بالترتيب الذي تريده تمامًا. ### التنظيم: أنشئ مجلدات فرعية لزيادة الوضوح - استخدم **مجلدات فرعية** لتجميع الملفات ذات الصلة معًا. - على سبيل المثال: - *مسودات التصميم* → أعمال قيد التنفيذ - *المشاريع المكتملة* → أعمال منتهية للأرشفة - *إلهام* → ملاحظات وأفكار سريعة - تساعدك بنية مجلدات واضحة على العثور على ما تحتاجه في ثوانٍ. #### النقل بين المساحات: ملفات تتدفق بحرية يمكن أن تكون ملفاتك مخزنة في مساحات مختلفة: - **قاعدة البيانات** (تخزين دائم) - **الملفات المحلية** (محفوظة على جهازك) - **الملفات المؤقتة** (مسودات سريعة) - **مساحة التعاون** (مشارَكة مع الآخرين) يمكنك نقل الملفات بينها بواسطة: - **قائمة النقر بزر الماوس الأيمن** → اختر *نقل إلى…* - **السحب والإفلات** → ببساطة اسحبها إلى المساحة المقصودة
de: ### Reihenfolge ändern: Dateien so anzeigen, wie Sie es möchten - **Nach Zeit sortieren**: Finden Sie schnell Ihre neuesten Arbeiten. - **Nach Name sortieren**: Ideal, wenn Sie Dateien alphabetisch suchen möchten. - **Eigene Reihenfolge per Ziehen & Ablegen**: Bevorzugen Sie Ihre eigene Reihenfolge? Ziehen Sie einfach Dateien, um sie genau so anzuordnen, wie Sie möchten. ### Organisieren: Unterordner für mehr Übersicht erstellen - Verwenden Sie **Unterordner**, um zusammengehörige Dateien zu gruppieren. - Zum Beispiel: - *Designentwürfe* → Unfertige Arbeiten - *Abgeschlossene Projekte* → Fertige Stücke zur Archivierung - *Inspiration* → Kurze Notizen und Ideen - Eine klare Ordnerstruktur hilft Ihnen, in Sekundenschnelle zu finden, was Sie brauchen. #### Zwischen Bereichen verschieben: Dateien, die frei fließen Ihre Dateien können in verschiedenen Bereichen leben: - **Datenbank** (dauerhafter Speicher) - **Lokale Dateien** (auf Ihrem Gerät gespeichert) - **Temporäre Dateien** (schnelle Entwürfe) - **Kollaborationsbereich** (mit anderen geteilt) Sie können Dateien zwischen ihnen verschieben durch: - **Rechtsklick-Menü** → *Verschieben nach…* auswählen - **Ziehen & Ablegen** → Ziehen Sie die Datei einfach in den Zielbereich
es: ### Cambia el orden: Visualiza tus archivos a tu manera - **Ordenar por fecha**: Encuentra rápidamente tus creaciones más recientes. - **Ordenar por nombre**: Perfecto si prefieres localizar archivos alfabéticamente. - **Orden personalizado con arrastrar y soltar**: ¿Prefieres tu propia secuencia? Simplemente arrastra los archivos para organizarlos exactamente como quieras. ### Organiza: crea subcarpetas para mayor claridad - Usa **subcarpetas** para agrupar archivos relacionados. - Por ejemplo: - *Borradores de diseño* → Trabajos en progreso - *Proyectos terminados* → Piezas completadas para archivar - *Inspiración* → Notas rápidas e ideas - Una estructura de carpetas clara te ayuda a encontrar lo que necesitas en segundos. #### Mover entre espacios: archivos que fluyen libremente Tus archivos pueden residir en diferentes espacios: - **Base de datos** (almacenamiento persistente) - **Archivos locales** (guardados en tu dispositivo) - **Archivos temporales** (borradores rápidos) - **Espacio de colaboración** (compartido con otras personas) Puedes mover archivos entre ellos mediante: - **Menú contextual (clic derecho)** → Selecciona *Mover a…* - **Arrastrar y soltar** → Simplemente arrastra hasta el espacio de destino
fr: ### Modifier l'ordre : affichez les fichiers comme vous le souhaitez - **Trier par date** : retrouvez rapidement vos créations les plus récentes. - **Trier par nom** : idéal si vous aimez retrouver les fichiers par ordre alphabétique. - **Ordre personnalisé par glisser‑déposer** : vous préférez votre propre ordre ? Faites simplement glisser les fichiers pour les organiser exactement comme vous le souhaitez. ### Organiser : créez des sous‑dossiers pour plus de clarté - Utilisez des **sous‑dossiers** pour regrouper les fichiers connexes. - Par exemple : - *Design Drafts* → Travaux en cours - *Finished Projects* → Projets terminés (à archiver) - *Inspiration* → Notes et idées rapides - Une structure de dossiers claire vous aide à trouver ce dont vous avez besoin en quelques secondes. #### Déplacer entre les espaces : des fichiers qui circulent librement Vos fichiers peuvent résider dans différents espaces : - **Base de données** (stockage persistant) - **Fichiers locaux** (enregistrés sur votre appareil) - **Fichiers temporaires** (brouillons rapides) - **Espace de collaboration** (partagé avec d'autres) Vous pouvez déplacer des fichiers entre ces espaces en : - **Menu clic droit** → Sélectionnez *Déplacer vers…* - **Glisser‑déposer** → faites simplement glisser vers l'espace de destination
hi: ### क्रम बदलें: अपनी पसंदानुसार फ़ाइलें देखें - **समय के अनुसार क्रमबद्ध करें**: अपनी हाल की रचनाएँ जल्दी खोजने के लिए। - **नाम के अनुसार क्रमबद्ध करें**: यदि आप फ़ाइलों को वर्णानुक्रम में ढूंढना पसंद करते हैं तो यह उत्तम है। - **ड्रैग और ड्रॉप कस्टम ऑर्डर**: अपनी खुद की क्रमावली पसंद है? बस फ़ाइलों को खींचकर उन्हें ठीक वैसे ही व्यवस्थित करें जैसा आप चाहते हैं। ### व्यवस्थित करें: स्पष्टता के लिए सबफ़ोल्डर बनाएं - संबंधित फ़ाइलों को समूहबद्ध करने के लिए **सबफ़ोल्डर्स** का उपयोग करें। - उदाहरण के लिए: - *Design Drafts* → प्रगति में कार्य - *Finished Projects* → आर्काइव के लिए पूर्ण परियोजनाएँ - *Inspiration* → त्वरित नोट्स और विचार - एक स्पष्ट फ़ोल्डर संरचना से आपको सेकंडों में वह चीज़ मिल जाती है जिसकी आपको ज़रूरत है। #### स्थानों के बीच स्थानांतरण: फ़ाइलें जो आसानी से बहती हैं आपकी फ़ाइलें विभिन्न स्थानों में रखी जा सकती हैं: - **Database** (स्थायी भंडारण) - **Local Files** (आपके डिवाइस पर सहेजी गईं) - **Temporary Files** (त्वरित ड्राफ्ट) - **Collaboration Space** (दूसरों के साथ साझा) आप फ़ाइलों को इनके बीच इस तरह से स्थानांतरित कर सकते हैं: - **राइट-क्लिक मेनू** → *Move to…* चुनें - **ड्रैग और ड्रॉप** → बस फ़ाइल को गंतव्य स्थान पर खींचें
it: ### Cambia l'ordine: visualizza i file come preferisci - **Ordina per data**: trova rapidamente le tue creazioni più recenti. - **Ordina per nome**: perfetto se preferisci individuare i file in ordine alfabetico. - **Ordine personalizzato (trascina e rilascia)**: preferisci una sequenza tua? Trascina i file per ordinarli esattamente come vuoi. ### Organizza: crea sottocartelle per maggiore chiarezza - Usa le **sottocartelle** per raggruppare i file correlati. - Ad esempio: - *Bozze di design* → Lavori in corso - *Progetti completati* → Opere finite da archiviare - *Ispirazione* → Appunti e idee rapide - Una struttura di cartelle chiara ti aiuta a trovare ciò che ti serve in pochi secondi. #### Muovi tra gli spazi: file che si spostano liberamente I tuoi file possono trovarsi in diversi spazi: - **Database** (archiviazione persistente) - **File locali** (salvati sul tuo dispositivo) - **File temporanei** (bozze rapide) - **Spazio di collaborazione** (condiviso con altri) Puoi spostare i file tra questi spazi tramite: - **Menu clic destro** → Seleziona *Sposta in…* - **Trascina e rilascia** → Trascina semplicemente nello spazio di destinazione
ja: ### 並び替え：ファイルを自分好みに表示 - **作成日時順**：最近作成したファイルをすばやく見つけられます。 - **名前順**：ファイルをアルファベット順や文字順で探すのが好きな方に最適です。 - **ドラッグ＆ドロップでカスタム順**：自分の並び順が良いですか？ファイルをドラッグして、思いどおりの順番に並べ替えましょう。 ### 整理：見やすくするためにサブフォルダを作成 - 関連するファイルは**サブフォルダ**でまとめましょう。 - 例えば： - *デザイン草案* → 作業中のファイル - *完成プロジェクト* → アーカイブ用の完成品 - *インスピレーション* → メモやアイデア - 明確なフォルダ構成があれば、必要なファイルを数秒で見つけられます。 #### スペース間の移動：ファイルを自由に移動 ファイルは複数のスペースに保管できます： - **データベース**（永続ストレージ） - **ローカルファイル**（デバイスに保存） - **一時ファイル**（簡易ドラフト） - **コラボレーションスペース**（他のユーザーと共有） これらの間でファイルを移動する方法： - **右クリックメニュー** → *移動先…* を選択 - **ドラッグ＆ドロップ** → 宛先のスペースへドラッグするだけ
ko: ### 순서 변경: 원하는 방식으로 파일 보기 - **시간순 정렬**: 가장 최근에 만든 항목을 빠르게 찾을 수 있습니다. - **이름순 정렬**: 파일을 이름 순으로 찾고 싶을 때 적합합니다. - **드래그 앤 드롭 사용자 지정 순서**: 직접 순서를 정하고 싶나요? 파일을 드래그하여 원하는 순서로 정렬하세요. ### 정리: 명확성을 위해 하위 폴더 만들기 - 관련 파일을 함께 묶으려면 **하위 폴더**를 사용하세요. - 예를 들어: - *디자인 초안* → 진행 중인 작업 - *완료된 프로젝트* → 보관용으로 완성된 작업 - *영감* → 빠른 메모와 아이디어 - 명확한 폴더 구조는 필요한 파일을 몇 초 안에 찾는 데 도움이 됩니다. #### 공간 간 이동: 파일을 자유롭게 옮기기 파일은 서로 다른 공간에 저장될 수 있습니다: - **데이터베이스** (영구 저장소) - **로컬 파일** (기기 내에 저장) - **임시 파일** (간단한 초안) - **협업 공간** (다른 사람과 공유) 다음 방법으로 파일을 이동할 수 있습니다: - **마우스 오른쪽 버튼 클릭 메뉴** → *이동…*를 선택하세요. - **드래그 앤 드롭** → 목적지 공간으로 파일을 끌어다 놓으세요.
nl: ### Wijzig de volgorde: bekijk bestanden op jouw manier - **Sorteer op tijd**: Vind snel je meest recente creaties. - **Sorteer op naam**: Perfect als je bestanden alfabetisch wilt terugvinden. - **Versleep voor aangepaste volgorde**: Geef je de voorkeur aan je eigen volgorde? Versleep bestanden om ze precies zo te ordenen als jij wilt. ### Ordenen: maak submappen voor duidelijkheid - Gebruik **submappen** om gerelateerde bestanden te groeperen. - Bijvoorbeeld: - *Ontwerpconcepten* → Werk in uitvoering - *Voltooide projecten* → Voltooide werken voor archivering - *Inspiratie* → Korte notities en ideeën - Een duidelijke mappenstructuur helpt je binnen enkele seconden te vinden wat je nodig hebt. #### Verplaats tussen ruimtes: bestanden die vrij kunnen bewegen Je bestanden kunnen in verschillende ruimtes staan: - **Database** (permanente opslag) - **Lokale bestanden** (op je apparaat opgeslagen) - **Tijdelijke bestanden** (snelle schetsen) - **Samenwerkingsruimte** (gedeeld met anderen) Je kunt bestanden tussen deze ruimtes verplaatsen door: - **Rechtermuisknopmenu** → Kies *Verplaatsen naar…* - **Sleep en neerzet** → Versleep ze simpelweg naar de doelruimte
pl: ### Zmień kolejność: przeglądaj pliki po swojemu - **Sortuj według czasu**: Szybko znajdź swoje najnowsze prace. - **Sortuj według nazwy**: Idealne, jeśli wolisz wyszukiwać pliki alfabetycznie. - **Porządek niestandardowy przez przeciąganie**: Wolisz własną sekwencję? Po prostu przeciągnij pliki, aby ustawić je dokładnie tak, jak chcesz. ### Organizacja: Twórz podfoldery dla przejrzystości - Używaj **podfolderów**, aby grupować powiązane pliki. - Na przykład: - *Design Drafts* → Prace w toku - *Finished Projects* → Zakończone projekty do archiwizacji - *Inspiration* → Szybkie notatki i pomysły - Przejrzysta struktura folderów pomoże Ci znaleźć to, czego potrzebujesz, w kilka sekund. #### Przenoszenie między obszarami: pliki, które płynnie się przemieszczają Twoje pliki mogą być w różnych obszarach: - **Baza danych** (pamięć trwała) - **Pliki lokalne** (zapisane na Twoim urządzeniu) - **Pliki tymczasowe** (szybkie szkice) - **Przestrzeń współpracy** (udostępnione innym) Możesz przenosić pliki między nimi za pomocą: - **Menu kontekstowe (prawy przycisk myszy)** → Wybierz *Przenieś do…* - **Przeciągnij i upuść** → Po prostu przeciągnij do docelowego obszaru
pt: ### Alterar a ordem: veja seus arquivos do seu jeito - **Ordenar por data**: Encontre rapidamente suas criações mais recentes. - **Ordenar por nome**: Perfeito se você prefere localizar arquivos em ordem alfabética. - **Ordem personalizada por arrastar e soltar**: Prefere sua própria sequência? Basta arrastar os arquivos para organizá-los exatamente como você quer. ### Organizar: crie subpastas para maior clareza - Use **subpastas** para agrupar arquivos relacionados. - Por exemplo: - *Rascunhos de design* → Trabalhos em andamento - *Projetos finalizados* → Peças concluídas para arquivamento - *Inspiração* → Anotações rápidas e ideias - Uma estrutura de pastas clara ajuda você a encontrar o que precisa em segundos. #### Mover entre espaços: arquivos que circulam livremente Seus arquivos podem ficar em diferentes espaços: - **Banco de dados** (armazenamento persistente) - **Arquivos locais** (salvos no seu dispositivo) - **Arquivos temporários** (rascunhos rápidos) - **Espaço de colaboração** (compartilhado com outros) Você pode mover arquivos entre eles por: - **Menu do botão direito** → Selecionar *Mover para…* - **Arrastar e soltar** → Basta arrastar até o espaço de destino
ru: ### Измените порядок: просматривайте файлы по‑своему - **Сортировать по времени**: быстро находите последние созданные файлы. - **Сортировать по имени**: идеально, если вы предпочитаете искать файлы в алфавитном порядке. - **Перетаскивание для собственного порядка**: хотите свой порядок? Просто перетащите файлы, чтобы расположить их так, как вам нужно. ### Организация: создавайте подпапки для удобства - Используйте **подпапки**, чтобы группировать связанные файлы. - Например: - *Эскизы дизайна* → В процессе работы - *Готовые проекты* → Завершённые работы для архива - *Вдохновение* → Быстрые заметки и идеи - Чёткая структура папок помогает находить нужное за считанные секунды. #### Перемещение между пространствами: файлы, которые свободно перемещаются Ваши файлы могут находиться в разных пространствах: - **База данных** (постоянное хранилище) - **Локальные файлы** (сохранено на вашем устройстве) - **Временные файлы** (быстрые наброски) - **Пространство для совместной работы** (доступно другим) Вы можете перемещать файлы между ними следующим образом: - **Контекстное меню (правый клик)** → Выберите *Переместить в…* - **Перетащить** → Просто перетащите в нужное пространство
th: ### เปลี่ยนลำดับ: ดูไฟล์ในแบบของคุณ - **เรียงตามเวลา**: ค้นหาผลงานล่าสุดของคุณได้อย่างรวดเร็ว - **เรียงตามชื่อ**: เหมาะสำหรับผู้ที่ชอบค้นหาไฟล์ตามลำดับตัวอักษร - **ลากและวางเพื่อจัดลำดับเอง**: ต้องการลำดับที่กำหนดเอง? เพียงลากไฟล์เพื่อจัดเรียงตามที่ต้องการ ### จัดระเบียบ: สร้างโฟลเดอร์ย่อยเพื่อความชัดเจน - ใช้ **โฟลเดอร์ย่อย** เพื่อจัดกลุ่มไฟล์ที่เกี่ยวข้องไว้ด้วยกัน - ตัวอย่างเช่น: - *ร่างงานออกแบบ* → งานที่กำลังดำเนินการ - *โครงการที่เสร็จแล้ว* → ผลงานที่สมบูรณ์สำหรับเก็บถาวร - *แรงบันดาลใจ* → บันทึกย่อและไอเดียสั้นๆ - โครงสร้างโฟลเดอร์ที่ชัดเจนช่วยให้คุณพบสิ่งที่ต้องการได้ภายในไม่กี่วินาที #### ย้ายข้ามพื้นที่: ไฟล์ที่เคลื่อนย้ายได้อย่างอิสระ ไฟล์ของคุณสามารถอยู่ในพื้นที่ต่างๆ ได้: - **ฐานข้อมูล** (พื้นที่เก็บข้อมูลถาวร) - **ไฟล์ภายในเครื่อง** (บันทึกไว้ในอุปกรณ์ของคุณ) - **ไฟล์ชั่วคราว** (ร่างด่วน) - **พื้นที่ทำงานร่วมกัน** (แชร์กับผู้อื่น) คุณสามารถย้ายไฟล์ระหว่างพื้นที่เหล่านี้โดย: - **เมนูคลิกขวา** → เลือก *ย้ายไปที่...* - **ลากและวาง** → เพียงลากไปยังพื้นที่ปลายทาง
tr: ### Sıralamayı Değiştir: Dosyaları İstediğiniz Gibi Görün - **Zamana göre sırala**: En son oluşturduklarınızı hızlıca bulun. - **İsme göre sırala**: Dosyaları alfabetik olarak bulmayı seviyorsanız ideal. - **Sürükle & bırak ile özel sıralama**: Kendi sıranızı mı tercih ediyorsunuz? Dosyaları istediğiniz şekilde düzenlemek için sürükleyip bırakın. ### Düzenleyin: Netlik İçin Alt Klasörler Oluşturun - İlişkili dosyaları bir arada tutmak için **alt klasörler** kullanın. - Örneğin: - *Tasarım Taslakları* → Devam eden çalışmalar - *Tamamlanmış Projeler* → Arşiv için tamamlanmış projeler - *İlham* → Hızlı notlar ve fikirler - Düzenli bir klasör yapısı, ihtiyacınız olan şeyi saniyeler içinde bulmanıza yardımcı olur. #### Alanlar Arasında Taşıma: Dosyalarınızı Kolayca Taşıyın Dosyalarınız farklı alanlarda bulunabilir: - **Veritabanı** (kalıcı depolama) - **Yerel Dosyalar** (cihazınızda kaydedilir) - **Geçici Dosyalar** (hızlı taslaklar) - **İşbirliği Alanı** (başkalarıyla paylaşılan) Dosyaları aralarında şu şekilde taşıyabilirsiniz: - **Sağ tık menüsü** → *Taşı…* öğesini seçin - **Sürükle & bırak** → Basitçe hedef alana sürükleyin
vi: ### Thay đổi thứ tự: Xem tệp theo cách bạn muốn - **Sắp xếp theo thời gian**: Nhanh chóng tìm các tác phẩm mới nhất của bạn. - **Sắp xếp theo tên**: Hoàn hảo nếu bạn thích tìm tệp theo thứ tự chữ cái. - **Sắp xếp tùy chỉnh bằng Kéo & Thả**: Thích thứ tự riêng của mình? Chỉ cần kéo tệp để sắp xếp chính xác như bạn muốn. ### Sắp xếp: Tạo thư mục con để rõ ràng - Sử dụng **thư mục con** để nhóm các tệp liên quan với nhau. - Ví dụ: - *Bản phác thảo thiết kế* → Đang thực hiện - *Dự án hoàn thành* → Tác phẩm đã hoàn thành để lưu trữ - *Cảm hứng* → Ghi chú nhanh và ý tưởng - Một cấu trúc thư mục rõ ràng giúp bạn tìm thấy những gì cần chỉ trong vài giây. #### Di chuyển giữa các không gian: Tệp di chuyển linh hoạt Các tệp của bạn có thể nằm trong các không gian khác nhau: - **Cơ sở dữ liệu** (lưu trữ lâu dài) - **Tệp cục bộ** (được lưu trên thiết bị của bạn) - **Tệp tạm** (bản phác thảo nhanh) - **Không gian cộng tác** (chia sẻ với người khác) Bạn có thể di chuyển tệp giữa các không gian bằng cách: - **Menu nhấp chuột phải** → Chọn *Di chuyển đến…* - **Kéo & thả** → Chỉ cần kéo đến không gian đích
zh_hans: ### 更改顺序：以你喜欢的方式查看文件 - **按时间排序**：快速找到你最近创建的内容。 - **按名称排序**：如果你喜欢按字母顺序查找文件，这最合适。 - **拖放自定义顺序**：想要自定义排列顺序？只需拖动文件即可按你的想法精确排列。 ### 组织：创建子文件夹以便更清晰地管理 - 使用 **子文件夹** 将相关文件归类在一起。 - 例如： - *设计草稿* → 正在进行中的作品 - *已完成项目* → 完成的作品，用于归档 - *灵感* → 快速笔记和想法 - 清晰的文件夹结构可让你在几秒钟内找到所需内容。 #### 跨空间移动：文件自由流动 你的文件可以存放在不同的空间： - **数据库**（持久存储） - **本地文件**（保存在你的设备上） - **临时文件**（快速草稿） - **协作空间**（与他人共享） 你可以通过以下方式在它们之间移动文件： - **右键菜单** → 选择 *移动到…* - **拖放** → 直接将文件拖到目标空间
zh_hant: ### 變更順序：以你喜歡的方式檢視檔案 - **按時間排序**：快速找到你最近建立的作品。 - **按名稱排序**：如果你習慣依字母順序查找檔案，這個很適合。 - **拖放自訂順序**：想按照自己的順序排列？只要拖曳檔案，即可精確排列。 ### 整理：建立子資料夾以保持清晰 - 使用 **子資料夾** 將相關檔案分組。 - 例如： - *設計草稿* → 進行中的作品 - *完成專案* → 已完成並可存檔的作品 - *靈感* → 快速筆記與想法 - 清晰的資料夾結構可讓你在數秒內找到所需檔案。 #### 跨空間移動：讓檔案自由流動 你的檔案可以儲存在不同的空間： - **資料庫**（永久儲存） - **本機檔案**（儲存在你的裝置上） - **暫存檔案**（快速草稿） - **協作空間**（與他人共用） 你可以透過以下方式在它們之間移動檔案： - **右鍵選單** → 選擇「移動到…」 - **拖放** → 直接將檔案拖到目標空間

# tipsOrganizeFilesDetailDescription
source: ExcalidrawZ isn’t just for sketching ideas—it also gives you powerful tools to keep your files neat and accessible. Here are some practical tips to help you stay organized:
ar: ExcalidrawZ ليست مخصصة فقط لرسم الأفكار — بل تمنحك أيضًا أدوات قوية للحفاظ على ملفاتك مرتبة وسهلة الوصول. إليك بعض النصائح العملية لمساعدتك على البقاء منظّمًا:
de: ExcalidrawZ ist nicht nur zum Skizzieren von Ideen gedacht — es bietet auch leistungsstarke Werkzeuge, um Ihre Dateien ordentlich und zugänglich zu halten. Hier einige praktische Tipps, die Ihnen helfen, organisiert zu bleiben:
es: ExcalidrawZ no es solo para bocetar ideas: también te ofrece potentes herramientas para mantener tus archivos ordenados y accesibles. Aquí tienes algunos consejos prácticos para ayudarte a mantenerte organizado:
fr: ExcalidrawZ ne sert pas seulement à esquisser des idées — il propose aussi des outils puissants pour garder vos fichiers ordonnés et facilement accessibles. Voici quelques conseils pratiques pour vous aider à rester organisé :
hi: ExcalidrawZ केवल विचारों को स्केच करने के लिए नहीं है—यह आपकी फ़ाइलों को साफ़ और सुलभ रखने के लिए शक्तिशाली टूल भी देता है। व्यवस्थित रहने में मदद के लिए ये कुछ व्यावहारिक सुझाव हैं:
it: ExcalidrawZ non è solo per abbozzare idee: offre anche potenti strumenti per mantenere i tuoi file ordinati e accessibili. Ecco alcuni suggerimenti pratici per aiutarti a restare organizzato:
ja: ExcalidrawZはアイデアのスケッチだけでなく、ファイルを整頓してアクセスしやすくする強力なツールも備えています。整理に役立つ実用的なヒントをいくつかご紹介します：
ko: ExcalidrawZ는 아이디어 스케치뿐만 아니라 파일을 깔끔하고 접근하기 쉽게 유지할 수 있는 강력한 도구도 제공합니다. 정리하는 데 도움이 되는 실용적인 팁은 다음과 같습니다:
nl: ExcalidrawZ is niet alleen om ideeën te schetsen — het geeft je ook krachtige hulpmiddelen om je bestanden netjes en toegankelijk te houden. Hier zijn enkele praktische tips om georganiseerd te blijven:
pl: ExcalidrawZ to nie tylko szkicowanie pomysłów — oferuje też potężne narzędzia, które pomogą utrzymać pliki w porządku i łatwo dostępne. Oto kilka praktycznych wskazówek, które pomogą Ci zachować porządek:
pt: O ExcalidrawZ não é apenas para rabiscar ideias — também oferece ferramentas poderosas para manter seus arquivos organizados e acessíveis. Aqui estão algumas dicas práticas para ajudar você a se manter organizado:
ru: ExcalidrawZ — это не только средство для набросков: оно также предоставляет мощные инструменты для упорядочивания файлов и обеспечения их доступности. Вот несколько практических советов, которые помогут вам поддерживать порядок:
th: ExcalidrawZ ไม่ได้มีไว้แค่ร่างไอเดียเท่านั้น—ยังมอบเครื่องมือทรงพลังให้คุณจัดการไฟล์ให้เป็นระเบียบและเข้าถึงได้ง่าย นี่คือเคล็ดลับใช้งานที่เป็นประโยชน์เพื่อช่วยให้คุณจัดระเบียบได้ดีขึ้น:
tr: ExcalidrawZ sadece fikirleri taslak olarak çizmek için değil—aynı zamanda dosyalarınızı düzenli ve erişilebilir tutmanızı sağlayan güçlü araçlar da sunar. İşte düzenli kalmanıza yardımcı bazı pratik ipuçları:
vi: ExcalidrawZ không chỉ để phác thảo ý tưởng — nó còn cung cấp các công cụ mạnh mẽ để giữ tệp của bạn gọn gàng và dễ truy cập. Dưới đây là một số mẹo thực tế giúp bạn tổ chức hiệu quả:
zh_hans: ExcalidrawZ 不只是用来草图创意——它还提供强大工具，帮助你保持文件整洁且易于访问。以下是一些实用提示，帮助你保持有序：
zh_hant: ExcalidrawZ 不僅用於速寫想法，它也提供強大的工具，讓你的檔案保持整齊且易於存取。以下是一些實用技巧，幫助你維持井然有序：

# tipsOrganizeFilesDetailTitle
source: How to Organize Your Files in ExcalidrawZ
ar: كيفية تنظيم ملفاتك في ExcalidrawZ
de: So organisieren Sie Ihre Dateien in ExcalidrawZ
es: Cómo organizar tus archivos en ExcalidrawZ
fr: Comment organiser vos fichiers dans ExcalidrawZ
hi: ExcalidrawZ में अपनी फ़ाइलों को कैसे व्यवस्थित करें
it: Come organizzare i tuoi file in ExcalidrawZ
ja: ExcalidrawZでファイルを整理する方法
ko: ExcalidrawZ에서 파일을 정리하는 방법
nl: Hoe je je bestanden in ExcalidrawZ organiseert
pl: Jak organizować pliki w ExcalidrawZ
pt: Como organizar seus arquivos no ExcalidrawZ
ru: Как организовать файлы в ExcalidrawZ
th: วิธีจัดระเบียบไฟล์ของคุณใน ExcalidrawZ
tr: ExcalidrawZ'te Dosyalarınızı Nasıl Düzenlersiniz
vi: Cách tổ chức tệp của bạn trong ExcalidrawZ
zh_hans: 如何在 ExcalidrawZ 中整理文件
zh_hant: 在 ExcalidrawZ 中整理檔案的方法

# tipsOrganizeFilesOverviewDescription
source: Organize your files effectively.
ar: نظّم ملفاتك بفعالية.
de: Organisieren Sie Ihre Dateien effektiv.
es: Organiza tus archivos de forma eficaz.
fr: Organisez efficacement vos fichiers.
hi: अपनी फ़ाइलों को प्रभावी ढंग से व्यवस्थित करें।
it: Organizza i tuoi file in modo efficace.
ja: ファイルを効率よく整理しましょう。
ko: 파일을 효율적으로 정리하세요.
nl: Organiseer je bestanden effectief.
pl: Skutecznie organizuj swoje pliki.
pt: Organize seus arquivos de forma eficiente.
ru: Организуйте файлы эффективно.
th: จัดระเบียบไฟล์ของคุณอย่างมีประสิทธิภาพ
tr: Dosyalarınızı etkili bir şekilde düzenleyin.
vi: Tổ chức tệp của bạn một cách hiệu quả.
zh_hans: 有效地整理你的文件。
zh_hant: 有效地整理你的檔案。

# tipsOrganizeFilesOverviewTitle
source: Organize files
ar: تنظيم الملفات
de: Dateien organisieren
es: Organizar archivos
fr: Organiser les fichiers
hi: फ़ाइलें व्यवस्थित करें
it: Organizza i file
ja: ファイルを整理
ko: 파일 정리
nl: Bestanden organiseren
pl: Organizuj pliki
pt: Organizar arquivos
ru: Организация файлов
th: จัดระเบียบไฟล์
tr: Dosyaları düzenleyin
vi: Sắp xếp tệp
zh_hans: 整理文件
zh_hant: 整理檔案
